{
    "describedBy": "https://schema.staging.data.humancellatlas.org/type/project/17.0.0/project", 
    "schema_type": "project", 
    "project_core": {
        "project_short_name": "Pig_Immune_Cells_RNA_FAANG_2021_ST1_test", 
        "project_title": "Reference Transcriptomes of Porcine Peripheral Immune Cells Created Through Bulk and Single-Cell RNA Sequencing.", 
        "project_description": "Pigs are a valuable human biomedical model and an important protein source supporting global food security. The transcriptomes of peripheral blood immune cells in pigs were defined at the bulk cell-type and single cell levels. First, eight cell types were isolated in bulk from peripheral blood mononuclear cells (PBMCs) by cell sorting, representing Myeloid, NK cells and specific populations of T and B-cells. Transcriptomes for each bulk population of cells were generated by RNA-seq with 10,974 expressed genes detected. Pairwise comparisons between cell types revealed specific expression, while enrichment analysis identified 1,885 to 3,591 significantly enriched genes across all 8 cell types. Gene Ontology analysis for the top 25% of significantly enriched genes (SEG) showed high enrichment of biological processes related to the nature of each cell type. Comparison of gene expression indicated highly significant correlations between pig cells and corresponding human PBMC bulk RNA-seq data available in Haemopedia. Second, higher resolution of distinct cell populations was obtained by single-cell RNA-sequencing (scRNA-seq) of PBMC. Seven PBMC samples were partitioned and sequenced that produced 28,810 single cell transcriptomes distributed across 36 clusters and classified into 13 general cell types including plasmacytoid dendritic cells (DC), conventional DCs, monocytes, B-cell, conventional CD4 and CD8 αβ T-cells, NK cells, and γδ T-cells. Signature gene sets from the human Haemopedia data were assessed for relative enrichment in genes expressed in pig cells and integration of pig scRNA-seq with a public human scRNA-seq dataset provided further validation for similarity between human and pig data. The sorted porcine bulk RNAseq dataset informed classification of scRNA-seq PBMC populations; specifically, an integration of the datasets showed that the pig bulk RNAseq data helped define the CD4CD8 double-positive T-cell populations in the scRNA-seq data. Overall, the data provides deep and well-validated transcriptomic data from sorted PBMC populations and the first single-cell transcriptomic data for porcine PBMCs. This resource will be invaluable for annotation of pig genes controlling immunogenetic traits as part of the porcine Functional Annotation of Animal Genomes (FAANG) project, as well as further study of, and development of new reagents for, porcine immunology."
    }, 
    "contributors": [
        {
            "name": "Juber,,Herrera-Uribe", 
            "institution": "Department of Animal Science, Iowa State University, Ames, IA, United States.", 
            "orcid_id": ""
        }, 
        {
            "name": "Jayne E,,Wiarda", 
            "institution": "Food Safety and Enteric Pathogens Research Unit, National Animal Disease Center, Agricultural Research Service, United States Department of Agriculture, Ames, IA, United States.", 
            "orcid_id": ""
        }, 
        {
            "name": "Sathesh K,,Sivasankaran", 
            "institution": "Food Safety and Enteric Pathogens Research Unit, National Animal Disease Center, Agricultural Research Service, United States Department of Agriculture, Ames, IA, United States.", 
            "orcid_id": ""
        }, 
        {
            "name": "Lance,,Daharsh", 
            "institution": "Department of Animal Science, Iowa State University, Ames, IA, United States.", 
            "orcid_id": ""
        }, 
        {
            "name": "Haibo,,Liu", 
            "institution": "Department of Animal Science, Iowa State University, Ames, IA, United States.", 
            "orcid_id": ""
        }, 
        {
            "name": "Kristen A,,Byrne", 
            "institution": "Food Safety and Enteric Pathogens Research Unit, National Animal Disease Center, Agricultural Research Service, United States Department of Agriculture, Ames, IA, United States.", 
            "orcid_id": ""
        }, 
        {
            "name": "Timothy P L,,Smith", 
            "institution": "USDA, ARS, U.S. Meat Animal Research Center, Clay Center, NE, United States.", 
            "orcid_id": ""
        }, 
        {
            "name": "Joan K,,Lunney", 
            "institution": "USDA-ARS, Beltsville Agricultural Research Center, Animal Parasitic Diseases Laboratory, Beltsville, MD, United States.", 
            "orcid_id": ""
        }, 
        {
            "name": "Crystal L,,Loving", 
            "institution": "Food Safety and Enteric Pathogens Research Unit, National Animal Disease Center, Agricultural Research Service, United States Department of Agriculture, Ames, IA, United States.", 
            "orcid_id": ""
        }, 
        {
            "name": "Christopher K,,Tuggle", 
            "institution": "Department of Animal Science, Iowa State University, Ames, IA, United States.", 
            "orcid_id": ""
        }
    ], 
    "publications": [
        {
            "authors": [
                "Herrera-Uribe J", 
                " Wiarda JE", 
                " Sivasankaran SK", 
                " Daharsh L", 
                " Liu H", 
                " Byrne KA", 
                " Smith TPL", 
                " Lunney JK", 
                " Loving CL", 
                " Tuggle CK"
            ], 
            "title": "Reference Transcriptomes of Porcine Peripheral Immune Cells Created Through Bulk and Single-Cell RNA Sequencing.", 
            "doi": "10.3389/fgene.2021.689406", 
            "pmid": 34249103, 
            "url": "https://doi.org/10.3389/fgene.2021.689406", 
            "official_hca_publication": false
        }
    ], 
    "insdc_study_accessions": [
        "PRJEB43826"
    ], 
    "funders": [
        {
            "grant_id": "unspecified", 
            "organization": "unspecified"
        }
    ]
}